import React, { Component } from "react";
import "./main.css";

export default class Main extends Component {
  render() {
    return (
      <div className="main">
        <h3>Як дістатися до Іспанії?</h3>
        <p>Спочатку потрібно перетнути кордон з однією з країн ЄС - на власному
        транспорті, пішки чи поїздом. Розклад евакуаційних безоплатних поїздів
        оновлюється кожного вечора на сторінці Укрзалізниці -
        https://www.uz.gov.ua/ . Також можна скористатися допомогою місцевих
        волонтерів, які підвозять біженців до кордону.</p>
        <p>Лоукостер Wizz Air до 10
        квітня надає українцям 100 000 безплатних квитків на рейси, що вилітають
        із Польщі, Словаччини, Угорщини та Румунії. Знижки на міжнародні рейси
        також пропонує польська авіакомпанія LOT.</p>
        <h3>Як перетнути кордон?</h3>
        <p>Українці можуть перетнути кордон Європейського союзу за наявності
        біометричного чи внутрішнього паспорта та залишатися там упродовж 90
        днів. Громадяни України можуть заїхати на територію Іспанії з
        біометричним паспортом. Якщо його немає, а також немає візи, треба
        звернутись в консульський відділ однієї з країн, яка межує з Україною,
        наприклад Польща, Румунія, Угорщина. Там розглянуть справу та нададуть
        дозвіл.</p>
        <p>Перетнути кордон з дитиною можна при наявності свідоцтва про
        народження, а також документу, що підтверджує родинні зв’язки з особами,
        які супроводжують дитину.</p>
        <h3> Як отримати тимчасовий захист? </h3>
        <p>Рада Європейського Союзу 4 березня розпочала процедуру “тимчасового
        захисту” для українців, що тікають від війни. Це означає, що громадяни
        України можуть проживати, працювати чи навчатися на території
        Європейського Союзу рік. Якщо війна не закінчиться, ЄС планує продовжити
        цей термін на три роки. Кожен українець, що перетинає кордон з ЄС
        автоматично отримує статус тимчасового захисту.</p>
        <p>З ним біженці можуть
        їхати до будь-якої країни ЄС та жити там. Отримати тимчасовий захист
        можуть українці, що виїхали з України через вторгнення російських
        військ, а також українці, що на початку війни перебували в Іспанії і не
        можуть повернутися додому.</p>
        <h3> Як знайти житло в Іспанії? </h3>
        <p>Громадяни України, які не мають змогу утримувати себе самостійно, можуть
        розраховувати на місце в іспанських Центрах прийому біженців. В іншому
        випадку є можливість самостійно наймати житло чи кімнату в хостелі чи
                готелі.</p>
        <p>Волонтери пропонують безоплатне приватне житло в різних містах
        Іспанії. Знайти оголошення або подати заявку можна на спеціальних сайтах
        офіційних волонтерських організацій. Наприклад, на сторінці «Прихисток»
        можна знайти безплатне житло, яке надають
        іспанці.</p>
        <h3> Транспорт</h3>
        Залізнична мережа Renfe надала безплатний проїзд по Іспанії та в
        напрямку Франції для громадян України. Скористатися послугою можна в
        Барселоні, при наявності українського паспорта. Білети можна отримати в
        касах залізничного вокзалу.
        <h3> Чи можна працювати в Іспанії? </h3>
        Українці, що отримали тимчасовий захист, мають право працювати легально
        - на основі контракту чи як ФОП. Громадяни України, що отримали статус
        біженця не матимуть доступ до ринку праці.
        <h3> Де отримати поміч? </h3>
        Іспанський уряд розробив програму соціального захисту, у рамах якої
        країнці будуть отримувати житло, їжу, одяг та психологічну допомогу.
        Наразі немає інформації, чи передбачені виплати.
            Щоб отримати підтримку, треба звернутися до Центрів прийому біженців (OAR).
        <p>    Центр для біженців
        «Лас Караколас» у Мадриді (тимчасове розміщення з харчуванням) Адреса:
        проспект дель Майоразго, б/н, 28051, м.Мадрид, найближчі станції метро
        "Congosto" та "La Gavia" лінія 1 Пункт соціальної помочі Навчальний
        центр органів соціального забезпечення Адреса: Шосе де Карабанчель а
        Аравака, 91, 28233, м. Посуело де Аларкон, провінція Мадрид Гаряча
        лінія: +34 91 047 44 44 </p>
        <p>Соціальна служба Samur Social, що допомагає
        отримати міжнародний захист або притулок в Іспанії Звернутися за
        консультацією можна за екстренним номером 112 (безплатно). Консультації
        надаються іспанською мовою, співробітники служби застосовують засоби
        «телеперекладу».</p>
        <p>У Барселоні українцям допомагають три організації –
        ACCEM, CEAR і Червоний хрест. Корисні посилання та контакти Посольство
        України в Іспанії: Вул. Ронда де Абубійя, 52 28043 Мадрид, Іспанія Тел.:
        +34917489360, +34 913887178</p>
      </div>
    );
  }
}
